module.exports.TextMesssageFIle={
	//on  the bot screen with GET STARTED  button.
	main_greeting:'हैैलो {{user_first_name}}\nआपको यहाँ देख कर हमें बहुत ख़ुशी हुई| अमर उजाला का चैटबॉट आपको हर प्रकार की खबरें देगा और आपको सबसे आगे रखेगा',
	withmenu: 'अपनी रूचि चुनें👇🏻',
	//welcome message to the user
	greeting: 'नमस्कार! अमर उजाला में आपका स्वागत है| यहाँ आप अपनी पसंद अनुसार खबरें पढ़ सकते हैं और अपने पसंदीदा विषय को मुफ्त में सब्सक्राइब करके सबसे तेज़ खबरें पा सकते हैं',
	no_problem: 'कोई बात नहीं| अगली बार सही| मेन्यू आपके सामने है:',
	askKavya: 'क्या आप काव्य की वेबसाइट पर जाना चाहते हैं?',
	askEpaper: 'क्या आप इ-पेपर की वेबसाइट पर जाना चाहते हैं?',
	choose_time: 'अपनी पसंद का समय चुनें',
	with_subscribed_news: 'अमर उजाला आपके लिए कुछ खबरें लाया है 😄',
	ask_friend_to_join : 'अपने फ्रैंड्स को अभी इससे जोड़ें',
	ask_timing : 'अपना समय चुनें',
	time_set:"अबसे आपको इसी समय पर खबरें भेजी जाएँगी",
	unsubscribed:"आपको अनसब्सक्राइब कर दिया गया है| आप कभी भी हमारे साथ दुबारा जुड़ सकते हैं",
	subscribed_categories_are:"आपकी सदयस्ता कुछ इस प्रकार है:\n ",
	not_subscribed:"ओहो! आपने तो किसी भी रूचि की सदयस्ता नहीं ली हुई है| अपनी मनपसंद रूचि की खबरों को इनबॉक्स में सबसे पहले पाने के  लिए अभी मुफ्त में सब्सक्राइब करें",
	gone_wrong:"ओये होये! लगता है कहीं चूक हो गई है| कोई बात नहीं, दुबारा प्रयास करें ",
	ask_subscribe: 'आपने इस रूचि को सब्सक्राइब नहीं किया हैै| आप चाहें तो अभी इसे सब्सक्राइब कर सकते हैं',
	subscribed: "सब्सक्राइब्ड! अबसे हम आपको आपकी रूचि की खबरें समय अनुसार भेजा करेंगे|",
	how_to_unsubscribe:"आप किस प्रकार से सदयस्ता समाप्त करना चाहेंगे ?",
	thanks_for_sending:"अमर उजाला को यह  संदेश भेजने के लिए शुक्रिया। हमारी टीम इस संदेश को ज़रूर देखेगी। ",
};
